export const TemplateData = [
  {
    id: 0,
    title: 'Викторина',
    type: 'quiz',
    desc: 'Серия вопросов с несколькими вариантами ответов.'
  },
  {
    id: 1,
    title: 'Случайное колесо',
    type: 'spinner',
    desc: 'Крутаните колесо, чтобы увидеть, какой элемент будет следующим.'
  },
  {
    id: 2,
    title: 'Групповая сортировка',
    type: 'group-sorting',
    desc: 'Перетащите каждый элемент в его правильную группу.'
  },
  {
    id: 3,
    title: 'Анаграмма',
    type: 'anagram',
    desc: 'Перетащите буквы в их правильные позиции, чтобы расшифровать слово или фразу.'
  },
  {
    id: 4,
    title: 'Сапоставить',
    type: 'match-up',
    desc: 'Перетащите каждое ключевое слово к его определению.'
  },
  {
    id: 5,
    title: 'Найди пару',
    type: 'find-pairs',
    desc: 'Нажмите на подходящий ответ, чтобы удалить его. Повторяйте, пока все ответы не исчезнут.'
  },
  {
    id: 6,
    title: 'Перевернуть плитки',
    type: 'flip-tiles',
    desc: 'Изучите серию из двухсторонних плиток, касаясь, чтобы увеличить, и проводя пальцем, чтобы перевернуть.'
  },
]