export const TemplateData = [
  {
    id: 0,
    title: 'Викторина',
    type: 'quiz',
    desc: 'Серия вопросов с несколькими вариантами ответов.'
  },
  {
    id: 1,
    title: 'Сопоставить',
    type: '',
    desc: 'Перетащите каждое ключевое слово к его определению.'
  },
  {
    id: 2,
    title: 'Случайные карты',
    type: '',
    desc: 'Сдавайте карты в случайном порядке из перетасованной колоды.'
  },
  {
    id: 3,
    title: 'Найди пару',
    type: '',
    desc: 'Нажмите на согласующийся ответ, чтобы удалить его. Повторяйте, пока все ответы не исчезнут.'
  },
  {
    id: 4,
    title: 'Закончите предложение',
    type: '',
    desc: 'Тестовое занятие, в котором вы перетаскиваете слова в пустые места в тексте.'
  },
  {
    id: 5,
    title: 'Откройте поле',
    type: '',
    desc: 'Коснитесь каждого поля по очереди, чтобы открыть их и узнать элемент внутри.'
  },
  {
    id: 6,
    title: 'Флэш-карты',
    type: '',
    desc: 'Проверьте себя с помощью карт с подсказками на лицевой стороне и ответами на обратной стороне.'
  },
  {
    id: 7,
    title: 'Анаграмма',
    type: '',
    desc: 'Перетащите буквы в их правильные позиции, чтобы расшифровать слово или фразу.'
  },
  {
    id: 8,
    title: 'Групповая сортировка',
    type: '',
    desc: 'Перетащите каждый элемент в его правильную группу.'
  },
  {
    id: 9,
    title: 'Случайное колесо',
    type: '',
    desc: 'Крутаните колесо, чтобы увидеть, какой элемент будет следующим.'
  },
  {
    id: 10,
    title: 'Привести в порядок',
    type: '',
    desc: 'Перетащите слова в каждом предложении в их правильный порядок.'
  },
  {
    id: 11,
    title: 'Согласующиеся пары',
    type: '',
    desc: 'Коснитесь пары плиток подряд, чтобы узнать, создают ли они пару.'
  },
  {
    id: 12,
    title: 'Угадай буквы',
    type: '',
    desc: 'Попробуйте завершить слово, выбрав правильные буквы.'
  },
  {
    id: 13,
    title: 'Поиск слов',
    type: '',
    desc: 'Слова спрятаны в таблице букв. Найдите их как можно быстрее.'
  },
]