export const TemplateData = [
  {
    id: 0,
    title: 'Викторина',
    type: 'quiz',
    desc: 'Серия вопросов с несколькими вариантами ответов.'
  },
  {
    id: 1,
    title: 'Случайное колесо',
    type: 'spinner',
    desc: 'Крутаните колесо, чтобы увидеть, какой элемент будет следующим.'
  },
  {
    id: 2,
    title: 'Групповая сортировка',
    type: 'group-sorting',
    desc: 'Перетащите каждый элемент в его правильную группу.'
  },
  {
    id: 3,
    title: 'Анаграмма',
    type: 'Anagram',
    desc: 'Перетащите буквы в их правильные позиции, чтобы расшифровать слово или фразу.'
  },
]